{
  "contact": "Kontakt",
  "post_1_title": "Agroworld",
  "post_1_subtitle": "MJESTO ODAKLE POTJEČE SJEME ČEŠNJAKA",
  "post_1_text": "",

  "post_2_title": "Sjemenski češnjak",
  "post_2_subtitle": "Nudimo kupnju sjemenskog češnjaka koji je proglašen jednim od najkvalitetnijih na europskom tržištu!",
  "post_2_text": " Prednost kupnje sjemenskog češnjaka je garancija da je \"čist\" od virusa , kalibriran je stoga ćete dobiti idealnu veličinu glavica  te konzultacije, informacije i savjeti o samoj sorti kako biste postigli što veći prinos.",

  "post_3_title": "O nama",
  "post_3_subtitle": "Po čemu se razlikujemo od drugih",
  "post_3_text": "Nakon višegodišnjeg proučavanja i bavljenja češnjakom naučili smo da jako malo informacija ima dostupno na internetu te smo većinu morali naučiti na vlastitim greškama.Cilj nam je da od češnjaka stvorite profitabilan posao te da hrvatskim tržištem dominira domaći češnjak koji svojom kvalitetom može konkurirati na hrvatskom tržištu.Iz tog razloga našim kupcima nudimo besplatne konzultacije i savjetovanja tokom cijele godine od samog sađenja do trenutka vađenja kako postići što veći prinos.Koju prihranu koristiti, kojih se bolesti treba paziti, kako spriječiti bolesti te mnogo ostalih stavi oko kojih treba voditi računa!Sve te informacije dobit ćete kupnjom našeg češnjaka koji se pokazao jako kvalitetnim ne samo zbog vrhunskog prinosa nego i zbog njegove dugotrajnosti.Češnjak se pokazao jedinim od profitabilnih poljoprivrednih kultura s obzirom na ulog i nisku rizičnost od propadanja stoga je to razlog zašto smo se odlučili bavit bas sa njim.",

  "post_4_title": "Sorte",
  "post_4_subtitle": "Jesenske i proljetne: ",
  "post_4_text": "<p>1.Spring violet<ul style=\"list-style:square\"><li style=\"list-style-type:square\">Rana jesenska sorta, ljubičaste boje</li><li style=\"list-style-type:square\">rana berba i visok prinos</li><li style=\"list-style-type:square\">glavice češnjaka su ujednačene</li><li style=\"list-style-type:square\">velike i pravilnog oblika</li><li style=\"list-style-type:square\">veliki režnjevi simetrično raspoređeni u glavici češnjaka</li><li style=\"list-style-type:square\">blažeg okusa i mirisa</li><li style=\"list-style-type:square\">biljka snažnog rasta</li><li style=\"list-style-type:square\">formira cvjetnu stabljiku</li><li style=\"list-style-type:square\">odličan kao svježi češnjak</li><li style=\"list-style-type:square\">čuva se do kasne jeseni</li></ul></p>",

  "post_5_title": "",
  "post_5_subtitle": "Jesenske i proljetne: ",
  "post_5_text": "<p>2.Spring white<ul style=\"list-style:square\"><li style=\"list-style-type:square\">bijeli jesenski češnjak</li><li style=\"list-style-type:square\">veliki urod</li><li style=\"list-style-type:square\">glavice češnjaka su velike</li><li style=\"list-style-type:square\">veliki udio vrlo velikih glavica</li><li style=\"list-style-type:square\">veliki češnjevi okruglog oblika</li><li style=\"list-style-type:square\">simetrično raspoređeni u glavici češnjaka</li><li style=\"list-style-type:square\">biljka snažna, uspravna, s mnogo listova</li><li style=\"list-style-type:square\">ne formira cvjetnu stabljiku</li><li style=\"list-style-type:square\">čuva se najmanje do početka sljedeće godine</li></ul></p>",

  "post_6_title": "",
  "post_6_subtitle": "Jesenske i proljetne: ",
  "post_6_text": "<p>3.Murado <ul style=\"list-style:square\"><li style=\"list-style-type:square\">proljetni, crveni češnjak</li><li style=\"list-style-type:square\">kasna sadnja i berba</li><li style=\"list-style-type:square\">glavice češnjaka su srednje do velike</li><li style=\"list-style-type:square\">kvalitetni češnjevi</li><li style=\"list-style-type:square\">simetrično raspoređeni u glavicu češnjaka</li><li style=\"list-style-type:square\">intenzivnog okusa i mirisa</li><li style=\"list-style-type:square\">biljka snažnog rasta s tamnozelenim lišćem</li><li style=\"list-style-type:square\">formira cvjetnu stabljiku</li><li style=\"list-style-type:square\">odlična sposobnost skladištenja, obično do nove sezone</li></ul></p>",

  "post_7_title": "Strojevi",
  "post_7_subtitle": "",
  "post_7_text": "Nudimo u najam profesionalne strojeve za razdvajanje česnjaka na režnjeve, vadilicu i sadilicu koji su se na europskom tržištu pokazali kao najbolja mehanizacija u proizvodnji češnjaka.Sa našim strojevima štedite novac, vrijeme te postižete maksimalnu kvalitetu i preciznost.Posjedujemo sljedeće strojeve :<li style=\"list-style-type:square\">Naprecizniji europski stroj za runjenje(razdvajanje) češnjaka. Stroj za runjenje ima dvije prednosti naprema ručnog runjenja. Prva je ta što je puno jeftinije od ručnog runjena, te druga njegova brzina. S obzirom da se na tržištu nude razni strojevi za runjenje češnjaka upozoravamo da obratite pozornost na nekvalitetne strojeve koji oštećuju velik broj režnjeva češnjaka te vam velik broj režnjeva bude spojen čime u konačnosti gubi na prinosu!Jedino runilice francuske tvrtke ERME koju posjedujemo nemaju tih problema te je s razlogom proglašen najkvalitetnijim u Europi. Po danu može oruniti oko jedne tone. Pogledajte naš video dok runimo.</li>",

  "post_8_title": "",
  "post_8_subtitle": "",
  "post_8_text": "<li style=\"list-style-type:square\">Troredna sadilica koja pruža preciznost i kvalitetu te mogućnost namještanja širine i dužine.Sadilica radi automatski te nisu potrebne 3 osobe ( kao kod improviziranih  sadilica) da sjede na stroju. Te ujedno nećete imati problema da Vam dva češnjaka zasadi na jedno mjesto ili da uopće ne uhvati neki češnjak pa Vam dio zemlje ostane neiskorišten što se često događa sa improviziranim sadilicama. Pogledajte naš video dok sadimo.</li>",

  "post_9_title": "",
  "post_9_subtitle": "",
  "post_9_text": "<li>Stroj za automatsko vađenje češnjaka koji ima dva dijela. Jedan koji trese zemlju, te drugi koji hvata stabljiku. Kada stroj uhvati oko 15 stabljika češnjaka uz pomoć tvrdog konca automatski zaveže 15 stabljika u snop i ostavi ga na zemlji kako bi Vam češnjak bio spreman u snopovima za sušenje. Navedeni strojevi uvelike utječu na smanjenje troškova pripreme i sadnje, a što je još bitnije, korištenjem naših strojeva uštediti ćete na vremenu. Najam podrazumijeva našeg savjetnika koji će Vam dati sve informacije o strojevima za što brži i lakši početak rada.</li>",

  "post_10_title": "Uzgoj",
  "post_10_subtitle": "",
  "post_10_text": "Češnjak se može saditi na različitim tipovima tla , no najbolje mu odgovara tla sa pH vrijednosti između 6 i 7. Vrijeme sadnje češnjaka ovisi o sorti i vremenskim uvjetima. Jesenske vrste češnjaka mogu se saditi u listopadu, moguće i u studenom. Proljetne vrste češnjaka tradicionalno se sade u veljači i ožujku, no mogu se saditi i krajem listopada i početkom studenog ili dokle god to vremenske prilike dopuštaju. Ključna stvar je da režnjevi razviju korijen prije zime za što je potrebna temperatura tla iznad 8 stupnjeva kako bi preživio zimu te u proljeće putem korijena počeo apsorbirati nutritivna svojstva iz zemlje kako bi se razvio u glavicu.Hranjiva se dodaju organskim i mineralnim gnojivima . Češnjak se ne preporuča gnojiti stajskim gnojem, osim kompostiranim. Tlo češnjaka se prilikom sadnje gnoji fosforom i kalijem, a dušik se dodaje u dva navrata prilikom rasta."
}