{
  "contact": "Contact",
  "post_1_title": "Agroworld",
  "post_1_subtitle": "THE PLACE WHERE GARLIC WOULD LIKE TO GROW",
  "post_1_text": "",

  "post_2_title": "Renomirane sorte",
  "post_2_subtitle": "Nudimo kupnju sjemenskog češnjaka koji je proglašen jednim od najkvalitetnijih na europskom tržištu!",
  "post_2_text": " Prednost kupnje sjemenskog češnjaka je garancija da je \"čist\" od virusa , kalibriran je stoga ćete dobiti idealnu veličinu glavica  te konzultacije, informacije i savjeti o samoj sorti kako biste postigli što veći prinos.",

  "post_3_title": "O nama",
  "post_3_subtitle": "Po čemu se razlikujemo od drugih",
  "post_3_text": "Nakon višegodišnjeg proučavanja i bavljenja češnjakom naučili smo da jako malo informacija ima dostupno na internetu te smo većinu morali naučiti na vlastitim greškama. 
Cilj nam je da od češnjaka stvorite profitabilan posao te da hrvatskim tržištem dominira domaći češnjak koji svojom kvalitetom može konkurirati na hrvatskom tržištu.

Iz tog razloga našim kupcima nudimo besplatne konzultacije i savjetovanja tokom cijele godine od samog sađenja do trenutka vađenja kako postići što veći prinos. 
Koju prihranu koristiti, kojih se bolesti treba paziti, kako spriječiti bolesti te mnogo ostalih stavi oko kojih treba voditi računa!
Sve te informacije dobit ćete kupnjom našeg češnjaka koji se pokazao jako kvalitetnim ne samo zbog vrhunskog prinosa nego i zbog njegove dugotrajnosti.

Češnjak se pokazao jedinim od profitabilnih poljoprivrednih kultura s obzirom na ulog i nisku rizičnost od propadanja stoga je to razlog zašto smo se odlučili bavit bas sa njim.
",

  "post_4_title": "SORTE ",
  "post_4_subtitle": "Jesenske i proljetne: ",
  "post_4_text": "
  1.Jesenski ljubičasti (spring violet )
-	Rano jesenski, ljubičaste boje češnjak
-	rana berba i visok prinos
-	glavice češnjaka su ujednačene, velike i pravilnog oblika
-	veliki režnjevi simetrično raspoređeni u glavici češnjaka
-	blažeg okusa i mirisa
-	biljka snažnog rasta
-	formira cvjetnu stabljiku
-	odličan kao svježi češnjak
-	čuva se do kasne jeseni


  2. Jesenski bijeli  ( spring white )
-	bijeli jesenski češnjak
-	veliki urod
-	glavice češnjaka su velike, veliki udio vrlo velikih glavica
-	veliki češnjevi okruglog oblika, simetrično raspoređeni u glavici češnjaka
-	biljka snažna, uspravna, s mnogo listova
-	ne formira cvjetnu stabljiku
-	čuva se najmanje do početka sljedeće godine 


3.Proljetni (Murado)

-	proljetni, crveni češnjak
-	kasna sadnja i berba
-	glavice češnjaka su srednje do velike
-	kvalitetni češnjevi, simetrično raspoređeni u glavicu češnjaka
-	intenzivnog okusa i mirisa
-	biljka snažnog rasta s tamnozelenim lišćem
-	formira cvjetnu stabljiku
-	odlična sposobnost skladištenja, obično do nove sezone mladog i svježeg češnjaka
",

  "post_5_title": "Las Pedroñeras",
  "post_5_subtitle": "THE SPANISH BIRTHPLACE OF GARLIC",
  "post_5_text": "Las Pedroñeras is a village located in the heart of La Mancha region, one of the World Capitals of Garlic. Practically all of the village’s inhabitants are dedicated to this extraordinary Liliaceae.",

  "post_6_title": "Garlic And You",
  "post_6_subtitle": "DISCOVER WHAT IT CAN DO FOR YOUR HEALTH",
  "post_6_text": "Garlics’ healing properties have been known since ancient times.It’s a superfood with a high content in vitamins and rich in protein, carbohydrates and minerals, especially sulphur. It has been used historically to treat a wide range of ailments as it is purifying, diuretic, antiseptic and antibacterial. Nowadays scientists verify its benefits and it is recommended as part of a healthy diet although its potential goes much further than gastronomy."
}
