{
  "contact": "Contact",
  "post_1_title": "Agroworld",
  "post_1_subtitle": "THE PLACE WHERE GARLIC WOULD LIKE TO GROW",
  "post_1_text": "Dobrodošli na moju stranicu",

  "post_2_title": "Garlic with Guarantees",
  "post_2_subtitle": "A SETTLEMENT WITH GASTRONOMIC TREASURES",
  "post_2_text": "Garlic from La Veguilla grows in an area blessed with limestone soils and sits at an altitude going from 600 to 800 metres above sea level. The area has a dry climate with typically long sunny days and is prone to frost. Thanks to these factors, the plants are free from disease and require little phytosanitary treatment. Furthermore La Veguilla is led by a team of professionals who control the quality of the product throughout the full crop cycle and production process.",

  "post_3_title": "Garlic from La Veguilla",
  "post_3_subtitle": "HOW TO RECOGNISE GENUINE GARLIC FROM OUR FARMS",
  "post_3_text": "The properties of these liliaceae are maximized in <strong>La Veguilla</strong> due to the special care taken with all of the varieties – Morado, White, <em>Spring</em> White and <em>Spring</em> Violet. La Veguilla also produces Black Garlic obtained from a fermentation process. Black Garlic has additional health benefits and a unique flavour. All of this is possible thanks to the skill and know-how of a Master Garlic Grower.",

  "post_4_title": "Garlic’s Best Friend",
  "post_4_subtitle": "A LIFE SPENT GROWING GARLIC",
  "post_4_text": "The “Master Garlic Grower” is the person responsible for the excellence of the fruit. It is a profession which has been passed from generation to generation and is now in danger of extinction. The Growers’ knowledge is not published in any manual. Their tools are their eyes, their hands and their workplace – the fields. The Master Grower’s hands on expertise ensures the Garlic lives up to its reputation as nutritious and therapeutic.",

  "post_5_title": "Las Pedroñeras",
  "post_5_subtitle": "THE SPANISH BIRTHPLACE OF GARLIC",
  "post_5_text": "Las Pedroñeras is a village located in the heart of La Mancha region, one of the World Capitals of Garlic. Practically all of the village’s inhabitants are dedicated to this extraordinary Liliaceae.",

  "post_6_title": "Garlic And You",
  "post_6_subtitle": "DISCOVER WHAT IT CAN DO FOR YOUR HEALTH",
  "post_6_text": "Garlics’ healing properties have been known since ancient times.It’s a superfood with a high content in vitamins and rich in protein, carbohydrates and minerals, especially sulphur. It has been used historically to treat a wide range of ailments as it is purifying, diuretic, antiseptic and antibacterial. Nowadays scientists verify its benefits and it is recommended as part of a healthy diet although its potential goes much further than gastronomy."
}
