{
  "contact": "Contact",
  "post_1_title": "Agroworld",
  "post_1_subtitle": "THE PLACE WHERE GARLIC SEED COMES FROM",
  "post_1_text": "",

  "post_2_title": "Seed garlic",
  "post_2_subtitle": "We offer the purchase of seed garlic, which has been declared one of the highest quality on the European market!",
  "post_2_text": "The advantage of buying seed garlic is the guarantee that it is \"clean\" of viruses, it is calibrated, so you will get the ideal size of the heads and consultation, information and advice about the variety itself in order to achieve the highest possible yield.",

  "post_3_title": "About us",
  "post_3_subtitle": "What makes us different from others",
  "post_3_text": "After studying and dealing with garlic for many years, we learned that there is very little information available on the Internet and we had to learn most of it by our own mistakes. Our goal is to create a profitable business from garlic and to have domestic garlic dominate the Croatian market, which can compete with its quality on the Croatian market. For this reason, we offer our customers free consultations and advice throughout the year, from planting to harvesting, how to achieve the highest possible yield. you will get information by purchasing our garlic, which has proven to be of high quality not only due to its superior yield but also due to its longevity. Garlic has proven to be the only profitable agricultural crop with regard to the stake and the low risk of deterioration, so this is the reason why we decided to deal with him.",

  "post_4_title": "Varieties",
  "post_4_subtitle": "Autumn and spring:",
  "post_4_text": "<p>Spring violet<ul style=\"list-style:square\"><li style=\"list-style-type:square\">Early autumn variety, purple</li><li style=\"list- style-type:square\">early harvest and high yield</li><li style=\"list-style-type:square\">garlic heads are uniform</li><li style=\"list-style-type:square \">large and regular shape</li><li style=\"list-style-type:square\">large cloves symmetrically distributed in the head of garlic</li><li style=\"list-style-type:square\">milder taste and smell</li><li style=\"list-style-type:square\">strong growing plant</li><li style=\"list-style-type:square\">forms a flower stalk</li>< li style=\"list-style-type:square\">excellent like fresh garlic</li><li style=\"list-style-type:square\">keeps until late autumn</li></ul></p>",

  "post_5_title": "",
  "post_5_subtitle": "",
  "post_5_text": "<p>Spring white<ul style=\"list-style:square\"><li style=\"list-style-type:square\">white autumn garlic</li><li style=\"list-style-type:square\">large crop</li><li style=\"list-style-type:square\">garlic heads are large</li><li style=\"list-style-type:square\">large proportion of very large heads</li> <li style=\"list-style-type:square\">large round cloves</li><li style=\"list-style-type:square\">symmetrically arranged in the head of garlic</li><li style=\" list-style-type:square\">plant strong, upright, with many leaves</li><li style=\"list-style-type:square\">does not form a flower stem</li><li style=\"list- style-type:square\">kept at least until the beginning of next year</li></ul></p>",

  "post_6_title": "",
  "post_6_subtitle": "",
  "post_6_text": "<p>Murado <ul style=\"list-style:square\"><li style=\"list-style-type:square\" >spring, red garlic</li><li style=\"list-style-type:square\">late planting and harvesting</li><li style=\"list-style-type:square\">garlic heads are medium to large</li><li style=\"list-style-type:square\">quality cloves</li><li style=\"list-style-type:square\">symmetrically arranged in a head of garlic</li><li style=\"list-style-type:square\">intense taste and smell</li><li style=\"list-style-type:square\">plant of vigorous growth with dark green leaves</li><li style=\"list -style-type:square\">forms a flower stem</li><li style=\"list-style-type:square\">excellent storage capacity, usually until the new season</li></ul></p>",

  "post_7_title": "Machinery",
  "post_7_subtitle": "",
  "post_7_text": "We offer for rent professional machines for separating garlic into cloves, puller and planter, which have proven to be the best mechanization in the production of garlic on the European market. With our machines you save money, time and achieve maximum quality and precision. We have the following machines:<li style= \"list-style-type:square\">The most precise European machine for crushing (separating) garlic. A diving machine has two advantages over manual diving. The first is that it is much cheaper than hand-run, and the second is its speed. Given that there are various machines for crushing garlic on the market, we warn you to pay attention to low-quality machines that damage a large number of cloves of garlic and a large number of cloves are joined, which ultimately results in a loss of yield! The only crushing machines of the French company ERME that we own do not have these problems and has been declared the best in Europe for a reason. It can rain about one ton per day. Watch our video as we crash.</li>",

  "post_8_title": "",
  "post_8_subtitle": "",
  "post_8_text": "<li style=\"list-style-type:square\">A three-row planter that provides precision and quality, as well as the possibility of adjusting the width and length. The planter works automatically and does not require 3 people (as with improvised planters) to sit on the machine. And at the same time, you won't have a problem if you plant two garlics in one place or if some garlic doesn't catch at all, leaving part of the land unused, which often happens with improvised planters. Watch our planting video.</li>",

  "post_9_title": "",
  "post_9_subtitle": "",
  "post_9_text": "<li>Machine for automatic extraction of garlic, which has two parts. One that shakes the ground, and the other that grabs the stem. When the machine catches about 15 stalks of garlic with the help of a hard thread, it automatically ties 15 stalks into a bundle and leaves it on the ground so that the garlic is ready for you in bundles for drying. The mentioned machines greatly reduce the costs of preparation and planting, and what is even more important, you will save time by using our machines. The rental includes our consultant who will give you all the information about the machines for the fastest and easiest start of work.</li>",

  "post_10_title": "Cultivation",
  "post_10_subtitle": "",
  "post_10_text": "Garlic can be planted on different types of soil, but it is best suited to soil with a pH value between 6 and 7. The time to plant garlic depends on the variety and weather conditions. Autumn types of garlic can be planted in October, possibly also in November. Spring types of garlic are traditionally planted in February and March, but they can also be planted in late October and early November or as long as the weather permits. The key thing is for the lobes to develop roots before winter, which requires a soil temperature above 8 degrees in order to survive the winter and in spring through the roots to start absorbing nutritional properties from the ground in order to develop into a head. Nutrients are added with organic and mineral fertilizers. Garlic is not recommended to be fertilized with manure, except composted. The garlic soil is fertilized with phosphorus and potassium during planting, and nitrogen is added twice during growth."
}